[
	/* unique ideas
	ARC: Retail Outlet (UB), Financial Intelligence Bureau (UNW)
	PAC: Automated Heavy Industry (UB), Urban Commune (UB)
	African Union: Market District (UB), Peacekeeper Militia (UU)
	Franco-Iberia: Diplomatic Office (UB), Cultural Square (UB)
	Kavithan: Oathkeeper (UU), Sermon Station (UB)
	Brasilia: Neo-BOPE (UU), Valente APC (UU)
	Polystralia: Aquaponics (UI), Farmer Co-Op (UB)
	Slavic: Orbital Industry (UB), Svyatogor Crawler (UU)
	Al Falah: Orbital Habitat (UB), Jabal Drop-Mecha (UU)
	Chungsu: Covert Base (UB), Underwater Complex (UB)
	INTEGR: Integrated Farms (UB), Green Infrastructure (UB)
	NSA: ARK Settlement (UI), Seawall (UB)
	*/
	
	// victory types: Scientific, Diplomatic, Cultural, Domination
	/* religion list
	"Virtualism",
	"Xenocult",
	"Mekhaneites",
	"Neo-Monolith",
	"Cosmic Clergy",
	"Gene Purists",
	"Voidist",
	"Mormonism",
	"Nomadist",
	"Luddism",
	"Posadist",
	"Solar Mass",
	"Jovian Theosophy",
	"Astral Pantheon",
	"Children of Nihil"
	*/
	
	/*
	{
		"name": "EmpireName",
		"leaderName": "LeaderName",
		"adjective": ["Adjective"],
		"startBias": ["Tundra"],
		"preferredVictoryType":"Scientific",

		"startIntroPart1": ".",
		"startIntroPart2": ". Can you build a colony that stands the test of time?",

		"declaringWar": ".",
		"attacked": ".",
		"defeated": ".",
		"introduction": ".",

		"neutralHello": ".",
		"hateHello": ".",

		"tradeRequest": ".",

		"outerColor": [85, 85, 85],
		"innerColor": [126, 192, 253],
		"favoredReligion": "ReligionName",
		"uniqueName": "UniqueName",
		"uniques": ["Uniques Go Here"],
		"cities": [
			"Capital",
			"City1",
			"City2",
			"City3",
			"City4",
			"City5",
			"City6",
			"City7",
			"City8",
			"City9",
			"City10",
			"City11",
			"City12",
			"City13",
			"City14",
			"City15",
			"City16",
			"City17",
			"City18",
			"AndSoOn"
		]
	},
	*/
	
	{
		"name": "American Reclamation Corporation",
		"leaderName": "Suzanne Fielding",
		"adjective": ["ARC"],
		"startBias": ["Plains","Grassland"],
		"preferredVictoryType":"Diplomatic",

		"startIntroPart1": "Greetings, CEO Suzanne Fielding of the American Reclamation Corporation. You have risen through the corporate rank amidst the aftermath of the Great Mistake, and transformed ARC from an engineering and construction firm into an economic juggernaut. It is no surprise that the ARC can finance its own Seeding expeditions under your leadership.",
		"startIntroPart2": "Suzanne, your employees look up to you as the proof of the everlasting American Dream on this new planet. Will you lead them into financial superiority? Can you build a colony that stands the test of time?",

		"declaringWar": "The cost-benefit analysis is clear. You're a net loss for this world, and it's time you were cut.",
		"attacked": "Your military is in direct violation of interstellar protocol. Cease and desist or suffer the consequences.",
		"defeated": "You've made a terrible mistake. We could've been partners.",
		"introduction": "The American Reclamation Corporation is here to help.",

		"neutralHello": "What can ARC do for you?",
		"hateHello": "For your information, this conversation may be recorded and used against you.",

		"tradeRequest": "We have this opportunity for you. What's your take?",

		"outerColor": [4, 54, 107],
		"innerColor": [79, 207, 231],
		"favoredReligion": "Cosmic Clergy",
		"uniqueName": "Corporate Espionage",
		"uniques": [
			"[+20]% Production when constructing [Stealth Infantry] units [in all cities]",
			"[+20]% Production when constructing [Spy Satellite Network] buildings [in all cities]",
			"[+1 Gold] from all [Spy Satellite Network] buildings"
		],
		"cities": [
			"Central",
			"Axiom",
			"Vanguard",
			"Liberty",
			"Fortune",
			"Amity",
			"Prospect",
			"Grand City",
			"Praxis",
			"Sentinel",
			"Reliance",
			"Endeavour",
			"Ascension",
			"Stalwart",
			"Heritage",
			"Star City",
			"Bradbury",
			"Empire",
			"Venture",
			"Enterprise"
		],
		"civilopediaText": [
			{
				"text": "Wholesale Recovery",
				"header": 2,
				"centered": true
			},
			{
				"text": "Before the Great Mistake, the privatization of government services had gained momentum in the United States. As the seas rose and the rivers flooded, crops failed and unrest threatened to tear the United States apart politically. No single government body could step in and help coordinate the crisis. But a new engineering firm specializing in ecological risk mitigation made the US government an option: Let us fix your problem, or get your money back. The Trans-Mississippi Recovery Initiative was given over to the American Reclamation Corporation, from the first shovel in the dirt to the ongoing crop cycling in the Midwest. No one can argue with the results - dust storms no longer rock Tennessee, for example - and the ARC is the biggest thing in America these days. Employing a full 23% of the population, with perhaps as much as 85% of the US relying on the ARC for their business, the business of America is the business of the ARC."
			},
			{
				"text": "One-Stop Shopping",
				"header": 2,
				"centered": true
			},
			{
				"text": "There is no project, program, or market where the ARC does not take an active interest. In addition to its engineering and construction programs, the ARC is also a major drug developer, a retail giant (although ironically ARC Singapore is the largest ARC outlet by square footage and business), and an advertising service provider. Its entertainment division consolidated most of the old entertainment brands decades ago, and streams ARC-funded entertainment over ARC satellite or through ARC-laid cable to the rest of the world. The ARC logo adorns everything from cars to phones to supertankers to antibacterial drugs. What the ARC doesn't make or market, it often finances. The ARC's financial arm is widely invested around the world, trading on the company's massive balance sheet."
			},
			{
				"text": "Investment in the Future",
				"header": 2,
				"centered": true
			},
			{
				"text": "Although many people view the ARC with deep skepticism or outright hatred, the ARC is not a company that trades in short-term gain. The ARC is willing to invest in people and communities, although it expects that investment to bear fruit in time. The ARC was the first entirely-private organization to announce it would undertake Seeding projects on its own balance sheet, although it also acts as contractor or financier on many other Seeding programs around the world."
			},
			{
				"text": "Stellar Capitalism",
				"header": 2,
				"centered": true
			},
			{
				"text": "With access to nearly unlimited funds and resources, the ARC interstellar ships were high-tech, large, and luxurious compared to those launched by other governments. Staffed by the best and brightest that the corporation could recruit, the ARC colonial missions set a new standard for success and expectations. Those undersigning with an ARC expedition are well advised to read the contract closely. The ARC wishes them well, and looks forward to a return on their investment as soon as possible."
			},
			{
				"separator": true
			}
		]
	},
	{
		"name": "Pan-Asian Cooperative",
		"leaderName": "Daoming Sochua",
		"adjective": ["PAC"],
		"startBias": ["Plains","Grassland"],
		"preferredVictoryType":"Cultural",

		"startIntroPart1": "Ni Hao, Secretary-Architect Daoming Sochua of the Pan-Asian Collective. Your genius has brought you to the forefront of the PAC scientific community and brought it out of the chaos of the Great Mistake. Your achievements are numerous both as a scientist and an administrator. It is no surprise when the PAC decides to send a colony ship as part of the Seeding, you volunteered to be mission leader to ensure its success.",
		"startIntroPart2": "Daoming, your colonists respect you to lead this colony. Will you drive them to achieve great wonders? Can you build a colony that stands the test of time?",

		"declaringWar": "There is no longer a logical alternative. This is the only path with a probable expectation of success.",
		"attacked": "Your military actions are reprehensible. I suggest you change your foreign policy to a more peaceful one.",
		"defeated": "You are a vicious, barbaric dictator, and you should be ashamed that you will be remembered as such.",
		"introduction": "Hello, I am the Secretary-Architect of the Pan-Asian Cooperative. I welcome you on behalf of our colony.",

		"neutralHello": "Greetings from our colony to yours.",
		"hateHello": "You are annoying.",

		"tradeRequest": "This agreement is practically guaranteed to benefit both of our colonies. So, of course you will accept?",

		"outerColor": [56, 27, 121],
		"innerColor": [228, 36, 235],
		"favoredReligion": "Solar Mass",
		"uniqueName": "Great Heavenly Leap",
		"uniques": [
			"[-20]% construction time for [All] improvements",
			"[+20]% Production when constructing [All] wonders [in all cities]"
		],
		"cities": [
			"Tiangong",
			"Quyen",
			"Nhiet Tinh",
			"Ganzorig",
			"Huanle",
			"Gong Ren",
			"Thanh",
			"Kuijia",
			"Huihuang",
			"Sinjeon",
			"Renxing",
			"Qi Chui",
			"Gaosi",
			"Adislal",
			"Xindalu",
			"Troi",
			"Pho Dai",
			"Tenger Bambai",
			"Hyugeso"
		],
		"civilopediaText": [
			{
				"text": "Time of Tears",
				"header": 2,
				"centered": true
			},
			{
				"text": "By the time of the Great Mistake, China was one of the world’s two acknowledged superpowers. However, China took perhaps the hardest hit of any nation from the events of the Great Mistake, and the region had to recover from ethnic strife, separatism, and a breakdown of social order. Central Asia was swept up by the chaos as other nations in the region faced outbreaks of violence; surrounding powers such as India and Russia mobilized their forces in fear that the conflict would embroil their populations. The Asian continent entered a period of unprecedented tension and fear as each nation sought to calm their own lands while keeping wary eyes on their neighbors."
			},
			{
				"text": "Foreign Aid",
				"header": 2,
				"centered": true
			},
			{
				"text": "The world struggled to help the crisis in Asia. Peacekeeping forces under a variety of mandates did what they could to secure the population. Non-governmental organizations did what they could to provide immediate care to the refugees, but the unprecedented human displacement and the grim situations at home seriously limited the help they could provide. With limited help from the rest of the world, the governments of Asia were forced to confront many deep-seated issues in their struggle to restore civil society."
			},
			{
				"text": "The Cooperative Rises",
				"header": 2,
				"centered": true
			},
			{
				"text": "Though it took many years of herculean diplomatic efforts, eventually the armed uprisings calmed and the Chinese and Central Asian governments were able to demilitarize. Freed from the burden of quelling domestic unrest, China turned its attention to reconciliation and recovery. A common currency for the region helped create an economic superbloc, and the new infusions of capital spurred renewed investment in industry, research, and development. The Pan-Asian Cooperative emerged as a powerhouse of high-tech design and manufacturing, centered in its gargantuan coastal cities."
			},
			{
				"text": "Great Progress",
				"header": 2,
				"centered": true
			},
			{
				"text": "Because the PAC experienced the brunt of the Great Mistake, it has used its recovery as a testbed for many technologies and practices that proved advantageous during the Seeding. 'The War Against the Gobi' helped stop the desertification of the arable country. 'New City Seoul' became the standard for high-efficiency urban living with high quality of life, and the 'Great Heavenly Leap' demonstrated that a space program could be mass-produced."
			},
			{
				"text": "To the Stars",
				"header": 2,
				"centered": true
			},
			{
				"text": "Over the years following the Great Mistake, PAC invested heavily in civil infrastructure, resource extraction, and heavy industry. Surviving corporations were given new, expansive charters and vast reaches of the Asian interior were opened up to development. In the cities, the academic establishment focused their best efforts and talents on applied sciences and trade skills, and within a generation PAC students were throwing back the boundaries of theoretical physics, chemical engineering, computer science and advanced fabrication. Given its material advantages and the pressure from a large population with limited land, PAC took a leading role in the colonization effort, building a space station under the auspices of its Manned Space Engineering Office that would serve as the prototype for the first orbital colony ship spacedocks. Just one decade later, a Chinese crew made the first manned landing on Mars, following mapping by the Yinghou satellite network. Although given urgency by the discovery of the Inflection Point, the establishment of viable and self-sufficient settlements on alien worlds had always been a goal of the PAC Space Agency. In the years following, multiple PAC missions scattered in various directions into the galaxy, with as yet unknown results."
			},
			{
				"separator": true
			}
		]
	},
	{
		"name": "People's African Union",
		"leaderName": "Samatar Jama Barre",
		"adjective": ["African Union"],
		"startBias": ["Plains","Grassland","Desert"],
		"preferredVictoryType":"Domination",

		"startIntroPart1": "So Dhowow, Samatar Jama Barre of the People's African Union. You were once a mere militia-men of the PAU - but you rose through the ranks through your skills in diplomacy. Your troops are loyal to you, and they view you as their 'great uncle' - but your most memorable achievement was brokering with the PAC and ARC to advance the PAU. As the most capable candidate, you were elected as the colonial governor for the PAU's Seeding program.",
		"startIntroPart2": "Kubwa Mjomba Samatar, your people look to you to bring Africa into the stars. Will you create a prosperous colony? Can you build a colony that stands the test of time?",

		"declaringWar": "Though I may weep for your fate, I won't turn away from what must be done.",
		"attacked": "I like to think I'm reasonable. I can allow a lot of things, but never warmongering. Never.",
		"defeated": "The People's African Union may be defeated, but the voice of our people will echo long after the sounds of war are gone.",
		"introduction": "Many fortunes to you and your family. I am Samatar Jama Barre of the People's African Union, but please, call me Kubwa Mjomba.",

		"neutralHello": "So dhowow.",
		"hateHello": "How dare you show your face? Do you have no shame?",

		"tradeRequest": "Tell me, friend, is this not a bargain?",

		"outerColor": [80, 21, 8],
		"innerColor": [250, 106, 20],
		"favoredReligion": "Astral Pantheon",
		"uniqueName": "African Abundance",
		"uniques": [
			"[+10]% [Food] [in all cities] <while the empire is happy>",
			"[+1 Science] from every [Scientist]",
			"[+1 Gold] from every [Merchant]",
			"[+1 Culture] from every [Influencer]",
			"[+1 Production] from every [Engineer]"
		],
		"cities": [
			"Magan",
			"Ayaan",
			"Thabo",
			"Jenali",
			"Bongani",
			"Xirsi",
			"Zuberi",
			"Masego",
			"Sizwe",
			"Ladan",
			"Jabulile",
			"Warsame",
			"Thula",
			"Qasri",
			"Chengetai",
			"Fadsizo",
			"Mzoxolo",
			"Hoodo",
			"Liiban",
			"Roonaan"
		],
		"civilopediaText": [
			{
				"text": "A Continent Divided",
				"header": 2,
				"centered": true
			},
			{
				"text": "Although untouched by the consequences of the Great Mistake, the African continent suffered from the migration of those fleeing their homes. As the seas rose, more refugees retreated from North Africa and coastal African nations. The humanitarian disaster shattered the fragile economies of many of the African nations, and destabilized regimes across the region. A generation-long cycle of coups and short-lived dictatorships, as well as an epidemic of border wars, tore Africa apart. While much of North Africa would eventually join the Franco-Iberian European Union, alleviating some of the pressure, the sub-Saharan nations struggled to return to order."
			},
			{
				"text": "Forged in Crisis",
				"header": 2,
				"centered": true
			},
			{
				"text": "Into that breach stepped the leaders of the old African Union and COMESA (the Common Market for Eastern and Southern Africa). Both organizations had been established for decades and were regarded highly among Africans. Drawing on its original charter, members of the old African Union sought to provide political and military stability by invoking heretofore ignored supranational powers. Led by some of the original COMESA founding states, the revamped “People’s” African Union was formed. Several of the more progressive other African nations quickly joined; then more stable republics of sub-Saharan Africa followed. Other states, however, were governed by dictators or torn by civil wars, and refused."
			},
			{
				"text": "A New Union",
				"header": 2,
				"centered": true
			},
			{
				"text": "The largest members of the new People’s African Union merged their military forces into a unified command and stepped in to end the unrest and political disruption, replacing the old despots with new regimes that promptly joined the Union. Even as that task continued, the military moved against local bandits, pirates, warlords, and others that threatened all citizens of the envisioned united Africa. New military traditions arose, and a new sense of pride was instilled into the pursuit of a military career. A number of grateful member states of the African Union elected or appointed military officers as their leaders."
			},
			{
				"text": "Recovery",
				"header": 2,
				"centered": true
			},
			{
				"text": "Meanwhile, COMESA – propelled by its ties to the old and new African unions – moved to bring economic stability and prosperity to the continent. Instituting a unified currency was the first step; demolishing the tariff and taxation schemes of the various member states as they were added was another. COMESA involvement in the new Africa eventually turned to tapping its prodigious natural and agricultural resources, while attempting to maintain its ecological diversity and heritage through extensive wildlife parks and natural wonders. Funded projects included dams, new energy sources such as wind-farms, and coastal and Congolese reclamation efforts. The African Common Market also invested heavily in education for the post-Mistake generations and in humanitarian projects, notably in the realms of health care and human rights. New industries were pursued, and the Union became one of the major players in international trade. But problems remain, although the People’s African Union continues to implement policies to address these. Notable are the remnants of nepotism and corruption that plague some of the member nations, and the occasional flare-ups of tribal and/or religious conflict."
			},
			{
				"text": "Outward Bound",
				"header": 2,
				"centered": true
			},
			{
				"text": "As with many things in the Union, the merchants and traders took the leading role when the Seeding began. Most of the missions launched were led and populated by prominent regional businessmen and respected civil servants. Although the governance and characteristics of the dozens of colonies would take many forms, all had their roots deep in African history and culture. While it may be facile to claim that it takes a village to raise a child, it may be said with certainty that it takes a village to survive as a colony on a distant world. The attitude of the African colonial administration is best summed up by the unofficial motto of the People’s African Union, the ancient Bondei proverb that says, “Sticks in a bundle are unbreakable.”"
			},
			{
				"separator": true
			}
		]
	},
	{
		"name": "Franco-Iberia",
		"leaderName": "Élodie",
		"adjective": ["Franco-Iberian"],
		"startBias": ["Plains","Grassland","Desert"],
		"preferredVictoryType":"Cultural",

		"startIntroPart1": "Bonjour, Élodie of the Franco-Iberian Union. You were steeped in high culture since your early life, your charisma and wit propelled you into the political elite of the Franco-Iberian Union. Using the media to sway people's opinion, you proposed to create a Western cultural archive - in a new offworld colony. Thus having your cultural heritage secured, you soon joined the others in the race to the stars.",
		"startIntroPart2": "Élodie, your audience are watching with great interest. Will you create a cultural utopia in this new world? Can you build a colony that stands the test of time?",

		"declaringWar": "Some people simply refuse to learn. I'd had enough of you, and your revolting colony.",
		"attacked": "You are reminding us of a certain, self-proclaimed imperial Corsican. And we all remember what happened to him, don't we?",
		"defeated": "Après moi, le déluge.",
		"introduction": "Greetings, I am Élodie. I look forward to our time together on this brave new world.",

		"neutralHello": "Bonjour, hello.",
		"hateHello": "I was expecting someone important...",

		"tradeRequest": "This is to my liking, what do you think, dear?",

		"outerColor": [54, 107, 166],
		"innerColor": [182, 196, 219],
		"favoredReligion": "Neo-Monolith",
		"uniqueName": "Bastion of Culture",
		"uniques": [
			"[+1 Happiness] per [2] social policies adopted",
			"[-10]% Culture cost of adopting new Policies"
		],
		"cities": [
			"Le Coeur",
			"Prospérité",
			"Aintza",
			"Fidèle",
			"Gran Éxito",
			"Beraht",
			"Amparo",
			"Bouclier",
			"Izar",
			"Honorée",
			"Mirabelle",
			"Senén",
			"Valienta",
			"Filoteu",
			"Kenza",
			"Igoa",
			"Espérance",
			"Kemena",
			"Pacifique"
		],
		"civilopediaText": [
			{
				"text": "End of the Union",
				"header": 2,
				"centered": true
			},
			{
				"text": "Europe was spared the most direct effects of the Great Mistake, but was scarcely prepared for the scale of the human crisis that followed. Mass migrations in Asia spilled over into Europe, and the old European Union struggled with how best to respond to the refugee crisis. Eastern nations wanted to address the refugee situation first; Western and Mediterranean nations wanted quick actions to guard against rising sea levels. Eventually the European Parliament found itself unable to control the actions of the member states or unify the confederation around a common course of action, and the 'European dream' fell apart."
			},
			{
				"text": "A New Union",
				"header": 2,
				"centered": true
			},
			{
				"text": "While the old EU was no more, the individual nations still saw merit in maintaining close alliances, especially where there were shared priorities and shared crises. Spain and France were two of the first countries to form a political union, and Franco-Iberia was born a short 18 months after the formal dissolution of the EU. Both countries' ruling coalitions shared a common vision of widespread social reform in the wake of the Great Mistake, innovative urban engineering projects whose designs could be used in new urban planning, and ecological engineering to restore the biosphere. This 'techno-green' ideology would spread through Europe later, but the Franco-Iberian model is the oldest and arguably the most successful."
			},
			{
				"text": "Expansion",
				"header": 2,
				"centered": true
			},
			{
				"text": "Since then, Franco-Iberia has extended across the Mediterranean ('The Romans are back' is a common joke) and extended into North Africa. The Mediterranean Sea has turned from a threat to the greatest natural resource at Franco-Iberia's disposal, and the unification with North Africa brought Franco-Iberia a dynamic population and access to mineral resources."
			},
			{
				"text": "Gilded Age",
				"header": 2,
				"centered": true
			},
			{
				"text": "But perhaps the most striking aspect of Franco-Iberia was its focus on culture. Not only did the Union seek to preserve its past great works of art, but funded initiatives to encourage new generations of artists and authors to not only explore new art forms, but explicitly to continue the Renaissance and Enlightenment traditions. The Directorate-General for Education and Culture was aggressive in promoting and exporting European cultural works – especially through the media – to the rest of the world. For Franco-Iberians, their shared cultural history and the cultural infusion from North Africa has become a source of unifying pride. With such initiatives and stability, it is unsurprising that others sought to join Franco-Iberia in the face of a confusing and threatening world. Trésors de l'esprit is the byword; a citizen's riches should be carried in her mind and shared, not hidden away in a bank."
			},
			{
				"text": "Live Well, Leave Well",
				"header": 2,
				"centered": true
			},
			{
				"text": "With its progressive attitudes, high standard of living, and thriving culture, Franco-Iberia has been a beacon for immigration. Highly-educated immigrants have flocked into its borders, not only to work in cultural fields, but on the massive infrastructure projects, such as Seventh Republic Paris and the Andalusian Solar Field Energy Project. The twin capitals of Paris and Madrid gleam with new buildings. The restored Rome is a pilgrimage hub and world museum. Algiers' new port bustles day and night with a new class of low-energy cargo ships. Tunis is a shimmering resort city to the world, whose nightclubs and cafes thrum with the sound of a new generation of musicians. With such advantages, Franco-Iberia was a leading member in the race for off-world colonies. Colonial governors were appointed after a vetting process by the Union’s new colonial administration, and admonished to conduct themselves in the best traditions of civilization and morality no matter the circumstances. After all, the guardians of Western Civilization could hardly do less."
			},
			{
				"separator": true
			}
		]
	},
	{
		"name": "Kavithan Protectorate",
		"leaderName": "Kavitha Thakur",
		"adjective": ["KP"],
		"startBias": ["Forest","Jungle","Plains","Grassland"],
		"preferredVictoryType":"Diplomatic",

		"startIntroPart1": "Peace be with you, Kavita Thakur of the Kavithan Protectorate. Daughter of the mystic prophet Raj Thakur, your own spiritual connection and charisma won the hearts and souls of your people. Unanimously voted to become the next leader of the Protectorate, you kept your policy of humanitarian campaigns. Through your father's legacy and the people of the Kavithan Protectorate, you finally realized his dream to spread humanity through the stars.",
		"startIntroPart2": "Kavitha, your faithful wishes to achieve your dream in this new world. Will you lead them to an eternal spiritual glory? Can you build a colony that stands the test of time?",

		"declaringWar": "Our spirit has sufferend long enough from your reckless ways. Only the flame can cleanse you now.",
		"attacked": "Why do you continue with intimidation tactics? Do you think your shows of aggression will change anything? You should keep to yourself.",
		"defeated": "May the Lord of the Cosmos forgive you, and welcome you into oblivion. The Demon of Nihility persists, and we but atoms of ephemera.",
		"introduction": "As our third mother welcomes us, so too does my colony greet yours. We are, all of us, home at last.",

		"neutralHello": "Hello, and peace be with you.",
		"hateHello": "Your kind does not deserve my wisdom, but I am not the judge.",

		"tradeRequest": "May we both be blessed by this agreement.",

		"outerColor": [96, 16, 110],
		"innerColor": [0, 216, 186],
		"favoredReligion": "Thakurism",
		"uniqueName": "The Prophet's Dream",
		"uniques": [
			"[-10]% Culture cost of natural border growth [in all cities]",
			"[-10]% Gold cost of acquiring tiles [in all cities]",
			"[+20]% [Faith] <during We Love The King Day>"
		],
		"cities": [
			"Mandira",
			"Saira",
			"Asraya",
			"Sabda",
			"Javed",
			"Vasanta",
			"Harsha",
			"Pran",
			"Agni",
			"Zafar",
			"Sachita",
			"Shan",
			"Mansi",
			"Dhanya",
			"Rayyan",
			"Thangam",
			"Udyama",
			"Garhi",
			"Nikhitha"
		],
		"civilopediaText": [
			{
				"text": "Apocalypse",
				"header": 2,
				"centered": true
			},
			{
				"text": "With end of the Great Mistake and the devastation it had brought, the Indian subcontinent's economic and political position was more precarious than ever. Populations faced extensive coastal flooding, crop failure, and pandemics with limited international humanitarian aid. Millions of refugees poured across India and surrounding nations in the greatest human migration on the subcontinent since the partition in 1947. Clashes between political and religious factions among desperate groups increased, and the centralized political power had only limited ability to help. The specter of a balkanized, ethnically torn subcontinent seemed all too likely."
			},
			{
				"text": "Rise of the Prophet",
				"header": 2,
				"centered": true
			},
			{
				"text": "In this turbulent mix, in the city of Delhi emerged Raj Thakur, a mystic preaching a heterodox and syncretic creed that appealed to all three major religions of the subcontinent. Thakur's message of the great potential of all people, the purifying power of sustainable living, and personal charity did what no political force could - it crossed religious and ethnic boundaries and united the people of the subcontinent. It became a political force of its own, a deeply felt grassroots movement that vanquished the worst of the religious, political, and ethnic violence. Thakur undertook a pilgrimage across the subcontinent on foot, leaving Delhi and walking to the Kush, followed by tens of thousands of his disciples, and a media captivated by the prophet. Arriving in the foothills of the Hindu Kush, Thakur and his followers' tent encampment became a nexus for his teachings, spreading around the world in person and on the Internet and television. His image and words were ubiquitous, bringing solace and care to the poor and diseased, and inspiring many of the upper classes to leave the security of their walled compounds to directly help others."
			},
			{
				"text": "Kavitha's Protectorate",
				"header": 2,
				"centered": true
			},
			{
				"text": "Raj Thakur died just three years after the end of his pilgrimage, leaving the work of his mission to his daughter, Kavitha. Kavitha Thakur is more media-reticent than her father, although this is seen by many as deferential to his vision and her personal choice to focus on her own religious writings. Raj Thakur's teachings and parables often used the imagery of flight and cosmic travel, and Kavitha Thakur has codified these as explicit support for the Seeding. It is said Raj Thakur saw the Inflection Point prophetically, and laid the framework for the Protectorate to participate in the Seeding."
			},
			{
				"text": "Great Rejoicing",
				"header": 2,
				"centered": true
			},
			{
				"text": "Thakurism not only brought an end to warfare on the Indian subcontinent, it also precipitated a cultural flourishing beyond anything that existed up to the Great Mistake. Given a renewed sense of purpose by the Prophet, a great wave of new art, music, cinema, and video gaming sprang up, beginning in Delhi but spreading as fast as Raj Thakur's message of improving the lot of humanity. 'The Prophet's Dream' is the common euphemism for the Protectorate's space program, and songs and movies extoll the moral value of educating oneself to work on the Seeding."
			},
			{
				"text": "Protecting the Future",
				"header": 2,
				"centered": true
			},
			{
				"text": "The Protectorate still has decades of war and environmental damage to heal, and resources are scarce, but the people of the Protectorate are optimistic about the future ahead. Of all the nations of the world, the Protectorate probably has the broadest spectrum of support for the Seeding projects, and the Protectorate's methods for choosing Seeding candidates are broadly democratic. Kavitha Thakur, although holding no formal office and claiming no titles for herself, is unquestionably the leader of this political and religious movement, and she has made it clear that she will see her father's dreams realized in this generation."
			},
			{
				"separator": true
			}
		]
	},
	{
		"name": "Brasilia",
		"leaderName": "Rejinaldo de Alencar",
		"adjective": ["Brasilian"],
		"startBias": ["Jungle"],
		"preferredVictoryType":"Domination",

		"startIntroPart1": "Salutations, General Rejinaldo Leonardo Pedro Bolivar de Alencar-Araripe of Brasilia. Your military prowess was tested in the world after the Great Mistake, serving nine combat tours all over the globe. After leaving behind a legacy in the form of two military books and the title of Brasilia's national hero, you were selected to become the leader of Brasilia's Seeding program.",
		"startIntroPart2": "General Rejinaldo, your loyal soldiers look to you for their next order. Will you lead them with bravery and professionalism into this new world? Can you build a colony that stands the test of time?",

		"declaringWar": "It is time to settle this on the field. May the greater general win.",
		"attacked": "Aggressive militaries make me angry. You wouldn't like me when I’m angry.",
		"defeated": "Let me be remembered for what I accomplished on Earth, rather than for what you've destroyed here.",
		"introduction": "I am Rejinaldo Leonardo Pedro Bolivar de Alencar-Araripe, Supreme Commander of Brasilia. It's a pleasure to meet you.",

		"neutralHello": "Welcome. Shall we begin?",
		"hateHello": "What a disgrace...",

		"tradeRequest": "These are good terms, no?",

		"outerColor": [29, 55, 105],
		"innerColor": [0, 230, 75],
		"favoredReligion": "Gene Purists",
		"uniqueName": "O Caridade",
		"uniques": [
			"Earn [10]% of killed [Wounded] unit's [Cost] as [Culture]",
			"New [Military] units start with [30] Experience [in all cities]",
			"[+10]% Strength <when defending>"
		],
		"cities": [
			"Cidadela",
			"Santo Adrião",
			"Manoel",
			"Dourado",
			"Boa Esperança",
			"Fiel",
			"Borda Dura",
			"Batista Aldeia",
			"Fogo Sagrado",
			"Paraíso",
			"Ascensão",
			"Terra Alegre",
			"Lembrança",
			"Alto Torre",
			"Bênção",
			"Pacífico",
			"Caminho Celeste",
			"Monumento",
			"Hélder",
			"Lugar de Paz"
		],
		"civilopediaText": [
			{
				"text": "First Among Equals",
				"header": 2,
				"centered": true
			},
			{
				"text": "Although far from the events of the Great Mistake, the crisis was still a shock to the political and economic life of the Western Hemisphere. In the ecological disaster that followed, Western countries largely looked to their own needs instead of forming large, transnational bodies. In South America, Brasilia suffered as much as any other country, as the Amazon basin flooded with seawater and the rising oceans threatened Rio de Janeiro and Salvador. But Brasilia's burgeoning manufacturing base was resilient, and the country quickly established itself as the nation that could build the equipment needed for rebuilding, the electronics needed for communication, and the medicines needed to fight off disease. Brasilia's stature rose as a regional power."
			},
			{
				"text": "Peacekeeper",
				"header": 2,
				"centered": true
			},
			{
				"text": "What cemented Brasilia's stature as a superpower was its commitment to provide peacekeeping forces around the world in the countless crises that sprang up after the Great Mistake. Known in Brasilia as 'O Caridade,' Brasilian soldiers would guard refugee camps, while crates of Brasilian food and medicine were distributed to the occupants. The Brasilian military's power projection had reached the level that previously only the United States and Soviet Union could meet, and at the end of the worst of the fighting, the national defense forces were tested veterans of some of the hardest insurgencies, low-intensity operations, and sixth-generation warfare ever seen."
			},
			{
				"text": "Swords to Plowshares",
				"header": 2,
				"centered": true
			},
			{
				"text": "The Brasilians helped transition their economy back to a peacetime footing by emulating the old GI bill - educating those soldiers who chose to return to civilian life. In the years that followed, Brasilian engineering programs boomed with cadres of soldier-students, and Brasilia's aerospace program underwent something of a golden age. The country rebuilt its ports, and set about one of the largest infrastructure projects of the post-Mistake world: charting and regulating the expanded Amazon basin as a highway for shipping. Brasilia's new deep-inland ports opened up the highlands of South America to the world in ways that had not previously been possible. The increase in trade increased the wealth of Brasilia, and a series of partnership agreements gave Brasilia friends across the continent. Brasilia is now, without question, the first among peers of the new Latin America."
			},
			{
				"text": "New Worlds",
				"header": 2,
				"centered": true
			},
			{
				"text": "Brasilia's strong aerospace industry and its veteran air force gave the country something of a leg up when the Seeding began. Brasilia was the first nation-state whose ship left the confines of the solar system - a feat of national pride that Brasilians are quick to boast on. This expedition, composed of many of Brasilia's best soldiers and airmen, represented the belief that a colony whose members had been tested in the fire of combat would bring lasting success to the conquest of a new world."
			},
			{
				"separator": true
			}
		]
	},
	{
		"name": "Polystralia",
		"leaderName": "Hutama",
		"adjective": ["Polystralian"],
		"startBias": ["Coastal"],
		"preferredVictoryType":"Diplomacy",

		"startIntroPart1": "Greetings, Hutama of the Commonwealth of the Pacific. Your charm, charisma, and strong sense of public justice propelled you through the Polystralian parliament and endeared its citizens. Battling corruption, cronyism, and needless waste while at the same time spreading prosperity to Polystralia and beyond, your popularity led you towards becoming leader of the Polystralian Seeding program. Despite opposing the program at first, you have made up your mind to ensure the survival of your colony.",
		"startIntroPart2": "Hutama, your people look to you to bring prosperity to this new planet. Will you ensure their prosperity? Can you build a colony that stands the test of time?",

		"declaringWar": "Disappointed? Not half as much as I am. I thought there was hope for you, but you sure proved me wrong.",
		"attacked": "Just keep those guns pointed away from us, and we'll get along fine.",
		"defeated": "I knew this was a mistake. I should've trusted my instincts. To the victor go the spoils, I guess...",
		"introduction": "On behalf of the Commonwealth, I welcome you to Freeland.",

		"neutralHello": "G'day, mate.",
		"hateHello": "Look, don't you have someone else to bother?",

		"tradeRequest": "Boy, do I have a deal for you...",

		"outerColor": [0, 61, 56],
		"innerColor": [181, 222, 0],
		"favoredReligion": "Astral Pantheon",
		"uniqueName": "Stones Rot but Not Deeds",
		"uniques": [
			"[+2 Food, +1 Gold] from each Trade Route",
			"Gifts of Gold to City-States generate [+10]% more Influence",
			"[Constructor] units gain the [Aquaponics Kit] promotion"
		],
		"cities": [
			"Freeland",
			"Jimboomba",
			"Rangi",
			"Pembela",
			"Richport",
			"Maeva",
			"Harta",
			"Kesempatan",
			"Kala",
			"New Hope",
			"Rahi",
			"Tenang",
			"Mareeba",
			"Holyfield",
			"Mahalaga",
			"Waspada",
			"Kayamutan",
			"Ballarat",
			"Speewah"
		],
		"civilopediaText": [
			{
				"text": "Rising Tide",
				"header": 2,
				"centered": true
			},
			{
				"text": "The ecological disaster and rising sea levels that followed the Great Mistake first affected the people of the Pacific. Low-lying islands were inundated, coastal communities were threatened, and rivers were choked by saltwater upflow. Wildlife underwent upheaval, and commercial aquaculture was seriously disrupted. Those coastal countries, from Indonesia to the Polynesian archipelagos, joined together in the first new pan-national body, united by the common threat from the sea. The new body, christened Polystralia, spanned a larger geographic area than any other nation of Old Earth, but with a smaller population and fewer land resources. The Polystralians would have to face their problems with ingenuity, not wealth."
			},
			{
				"text": "Leading by Example",
				"header": 2,
				"centered": true
			},
			{
				"text": "Focused on practical progress, the Polystralians tackled the engineering challenges and food situation with a charming directness. Focusing on small, individually driven projects, iterating quickly and sharing success stories with each other, the Polystralians quickly became leaders in 'dry' horticulture and aquaculture. To say that Polystralia fed the world after the Great Mistake may be an exaggeration, but only a slight one. Treaties and trade agreements brought food to many struggling peoples in exchange for raw materials and manufactured goods that the islands lacked."
			},
			{
				"text": "Humanitarian Traders",
				"header": 2,
				"centered": true
			},
			{
				"text": "The wealth earned from feeding the world went into building a national shipping fleet that was the envy of the world, and Polystralian-flagged vessels soon carried the supermajority of the world's cargo. This in turn further enriched the country, but instead of squandering their wealth, Polystralian financial institutions lent money at favorable rates to help in worldwide reconstruction and reclamation projects, backed by a stable currency. The Commonwealth was also at the fore in humanitarian relief efforts in devastated regions, earning it yet more goodwill. Over the next generations, Polystralian diplomats and politicians would serve as moderators and overseers in most international disputes. Polystralia embodied the Samoan proverb: Amuia le masina, e alu ma sau (“Stones rot but not deeds”)."
			},
			{
				"text": "The Commonwealth",
				"header": 2,
				"centered": true
			},
			{
				"text": "Much of Polystralia’s prosperity and progress was due to its lack of internal political discord. Unlike other areas, the relations between the nation-members of the Commonwealth were generally cordial and peaceful. Disputes were settled amicably in the Assembly. With the exception of a unified judiciary and military, and contributions to the operating cost of the Commonwealth government, local administration is left in the hands of the member states. For over a century this structure elevated Polystralia into the ranks of superpowers."
			},
			{
				"text": "Far and Away",
				"header": 2,
				"centered": true
			},
			{
				"text": "Although less active in the off-world colonization effort than other states, Polystralia also joined the race to spread humanity to other planets. With unpleasant memories of the penal colonies founded in many of its lands, the Commonwealth focused on the well-being and safety of its colonists before other concerns. Motivated by a historical sense of adventure and exploration, as well as a tradition of hard work and self-reliance, tens of thousands of Commonwealth citizens volunteered to relocate off-world. With its extensive research in agriculture, ecology, and alternative energy sources, and a cultural tradition of traveling immense distances to settle in new lands, the several colonial efforts sought to live in accord with the new environments, and thus replicate Polystralia’s prosperity and peace in far-distant islands of space."
			},
			{
				"separator": true
			}
		]
	},
	{
		"name": "Slavic Federation",
		"leaderName": "Vadim Kozlov",
		"adjective": ["Slavic"],
		"startBias": ["Tundra"],
		"preferredVictoryType":"Scientific",

		"startIntroPart1": "Privyet, General Vadim Kozlov of the Slavic Federation. Your humble start as an orbital construction worker does not dissuade you from joining the armed forces and becoming the public face of the Federation's space program. An excellent foreman who oversaw projects on Earth, Mars, and space, you eagerly volunteered to head the Slavic Federation's offworld colonization program.",
		"startIntroPart2": "General Vadim, the people are eager to build and explore this new world. Will you create an industrial juggernaut on this planet? Can you build a colony that stands the test of time?",

		"declaringWar": "We are finished with you. War begins now.",
		"attacked": "Stop your military aggression. It does not intimidate us.",
		"defeated": "You defeated the Slavic Federation. That is not an easy thing to do. Good work.",
		"introduction": "Hello. I am General Kozlov Vadim Petrovich of the Slavic Federation.",

		"neutralHello": "Hello.",
		"hateHello": "Your point?",

		"tradeRequest": "I propose this agreement. Do you accept?",

		"outerColor": [138, 25, 25],
		"innerColor": [224, 198, 68],
		"favoredReligion": "Posadist",
		"uniqueName": "The People's Triumph",
		"uniques": [
			"Double quantity of [Titanium] produced",
			"Double quantity of [Promethine] produced",
			"Double quantity of [Ulframite] produced",
			"[+10]% Production when constructing [Satellite] units [in all cities] <with [Titanium]>"
		],
		"cities": [
			"Khrabrost",
			"Uspekh",
			"Serik",
			"Stanimir",
			"Konechno",
			"Svyatoy",
			"Kuzma",
			"Istochnik",
			"Yuriya",
			"Aguya",
			"Izot",
			"Rodomir",
			"Blesk",
			"Vola",
			"Pobeda",
			"Neba",
			"Averkiy",
			"Krasota",
			"Mir"
		],
		"civilopediaText": [
			{
				"text": "Old Strengths, New Russia",
				"header": 2,
				"centered": true
			},
			{
				"text": "Although affected by the Great Mistake, Russia's legendarily vast lands and population proved to be valuable resources during the subsequent environmental changes and the long recovery. A strong hand by the central government prevented territories from seceding, and a series of emergency authorizations gave the government the authority to use all resources necessary to preserve the nation. Its military was forced to interpose itself more than once into the violence that rocked Asia and the Russian Federation emerged a much-changed entity. Political leaders saw an opportunity to regain the trust of eastern European nations, especially in light of the dissolution of the EU, and the Federation courted these countries into membership through access to Russia's strategic mineral wealth and a common cultural heritage. Although Slavic in name, the Federation nonetheless contains hundreds of Asian ethnic groups and new populations of refugees. And the Federation seems to suffer little in the way of ethnic or religious strife. The member nations of the Federation enjoy a degree of autonomy, and it must in fairness be said that ethnic minorities are often given freedom to form local governments."
			},
			{
				"text": "Mud, Ice, Oil, Metal",
				"header": 2,
				"centered": true
			},
			{
				"text": "The ecological disasters that followed the Great Mistake meant extensive melting of the permafrost and tundra. If there was an upside to the ecological damage, the warmer temperatures made construction easier, and geological surveying teams found new deposits of strategic minerals and oil in previously inaccessible terrain. Rising sea levels affected the Baltic port cities, but opened up other all-year port possibilities, and the Federation has prospered by selling raw materials and petroleum to the rest of the world. The Trans-Siberian pipelines, highways, and refinery cities are easily visible from orbit, and at night they appear as a glowing spiderweb of headlights and city lights."
			},
			{
				"text": "The People's Triumph",
				"header": 2,
				"centered": true
			},
			{
				"text": "The Federation has earned a reputation as being the world's engineers of heroic infrastructure, and this has given them an edge as they prepare for the Seeding. These huge projects, such as the restoration of the Black Sea and the Volga Dam Network have united the country politically, and given them ample practical experience in construction in difficult situations. Federation engineers are in high demand around the world, and if their projects lack elegance of design, they more than make up for it in robustness."
			},
			{
				"text": "Pioneers on New Frontiers",
				"header": 2,
				"centered": true
			},
			{
				"text": "Of all the post-Mistake nations, the Slavic Federation has emerged as most active in space. The Mir 2 space station, the Zvezdagrad orbital factory, and the Nova Luna installation are rightfully regarded as some of the finest feats of spaceflight up to the Seeding itself. Furthermore, there are multiple overlapping programs in the Federation, mainly military, civilian, private, and academic ones. Roscosmos – now supplied with top academic minds from all the Federation members – took a leading role in scientific advancement and the development of spacefaring technology."
			},
			{
				"text": "To Space",
				"header": 2,
				"centered": true
			},
			{
				"text": "Up until the Seeding, the Federation took a matter-of-fact attitude towards its terrestrial engineering and space program. They were seen as tools that were needed to improve the lives of its citizens, but increasingly the Federation has cast its work as being for the continuity of humanity. Federation technology can overcome any challenge, and federation know-how can find a solution to any problem. That philosophy motivated its herculean efforts in the colonization movement over the years leading to the Inflection Point."
			},
			{
				"separator": true
			}
		]
	},
	{
		"name": "Al Falah",
		"leaderName": "Arshia Kishk",
		"adjective": ["Al Falah"],
		"startBias": ["Desert"],
		"preferredVictoryType":"Cultural",

		"startIntroPart1": "Salam, Arshia Kishk of Al-Falah. Born on a generational fleet before cryogenics was usable, you were raised on the stories of old Earth by your father. Later in life, you overthrew a black market syndicate and won the hearts of the people through your generosity, ensuring the stability of the other ships of the Al-Falah fleet. Now you lead the Al-Falah, stepping into this new planet with the resilience and determination of your ancestors within you.",
		"startIntroPart2": "Arshia, your people are ready to face the hardships ahead. Will you turn this colony into a successful one? Can you build a colony that stands the test of time?",

		"declaringWar": "You are not good for this world. It is time you went back to sleep.",
		"attacked": "Violence is your answer to everything, isn't it? It won't solve all of your problems.",
		"defeated": "We have seen things you sleepers couldn't imagine. It may be time to die, but the dream of Al Falah lives on.",
		"introduction": "I am Arshia Kishk of Al Falah. We've travelled for centuries, through light years of space, and we are finally home.",

		"neutralHello": "I am ready to talk if you are.",
		"hateHello": "I wish I never had to see you. Let's get this over with.",

		"tradeRequest": "I would like to propose this deal, for the better of both our people.",

		"outerColor": [26, 46, 69],
		"innerColor": [240, 209, 51],
		"favoredReligion": "Nomadist",
		"uniqueName": "Our Success",
		"uniques": [
			"[-10]% Culture cost of natural border growth [in all cities]",
			"[+20]% Yield from every [City center]",
			"[Gold] cost of purchasing [All] buildings [-10]%"
		],
		"cities": [
			"Ard",
			"Farah",
			"Aswat Adida",
			"Midfa'a",
			"Hajar",
			"Miah Mortafi'a",
			"Wogohna",
			"Dam",
			"Masheat Allah",
			"Zekra",
			"Alyad",
			"Bahr Ennour",
			"Janna",
			"El Ein",
			"Moamen",
			"Boka' Baeid",
			"Malek",
			"Al Akdam",
			"Khaled"
		],
		"civilopediaText": [
			{
				"text": "Exile and Isolation",
				"header": 2,
				"centered": true
			},
			{
				"text": "After the Great Mistake, the majority of the population of the Middle East was forced into exile, fleeing their devastated homeland for neighboring regions and eventually becoming part of the burgeoning African, Indian, and Slavic factions. But not everyone left – whether by choice or necessity, a portion of the Middle Eastern populace remained behind to make what life they could in the remains of the Fertile Crescent. Initially these survivors took refuge in the megacities of the wealthy Arab states – Dubai, Jeddah, and Amman in particular became teeming metropolises, bursting with massive populations struggling to find their feet. The masters of these new city-states at first sought aid from the international community, but as the global powers shrank into self-imposed isolation in the face of the ongoing crisis, they were left increasingly – and in the end, totally – alone."
			},
			{
				"text": "Resilience",
				"header": 2,
				"centered": true
			},
			{
				"text": "From this darkness, a new kind of culture emerged. Convinced that the only salvation they would ever find would come from within, the lost people of the Middle East found a new form of courage. Their pride in remaining with their homeland hardened into a zeal to reclaim it, and to demonstrate to themselves and to the world their strength and resilience. The people left the cities and, hectare by hectare, swept clean the blasted remains of their country. Old tribal animosities and rivalries had given way to a generation of intense proximity in the crowded megacities, and the people that reemerged into the land did so in a spirit of brotherhood, united by their common desire to reclaim their dignity and autonomy."
			},
			{
				"text": "Our Success",
				"header": 2,
				"centered": true
			},
			{
				"text": "When the Inflection Point was discovered and the nations of the world began to unfreeze their relationships, they found the peoples of the Middle East resurgent, united, and fiercely independent. When work began on the great ships, the Arabians were among the first to loft a derrick and start construction. In these early days of the Seeding, before cryogenic technology had evolved to the point where it could withstand a deep space voyage, many nations feared to send colonists to far-flung planets for the toll it would take on the crew. The Arabians did not. They had borne the greatest hardship and shaken it off. Their people were tempered in adversity, and did not flinch from it. The Arabian ships that left Earth were 'waking ships' - they did not carry sleeping cells. The crew that stepped onto them knew they would likely never live to see their new home. But they would prepare their descendants to be masters of it. They would raise their children on the stories of their people's rise from the ashes. They would teach them of the strength and determination that fueled their journey to claim a new homeland. By the time these new colonists, born in space, arrived at their new world, they no longer remembered the Old Earth names for their forbears' home countries. They only knew what lay before them – the culmination of the work of generations, the rewards of their antecedents' struggle: Al Falah... 'Our Success.'"
			},
			{
				"separator": true
			}
		]
	},
	{
		"name": "Chungsu",
		"leaderName": "Han Jae-Moon",
		"adjective": ["Chungsu"],
		"startBias": ["Tundra","Coastal"],
		"preferredVictoryType":"Domination",

		"startIntroPart1": "Annyeonghaseo, Director Han Jae Moon of Chungsu. Your intellect and social aptitude shone from a young age, and you were able to dance through the political minefield that was post-Mistake East Asia. Unanimously elected as leader shortly before landing, your wisdom and knowledge is valued and respected by your fellow colonists.",
		"startIntroPart2": "Director Han, your agents are already in position in the shadows. Will you gain control behind the colonies' curtains? Can you build a colony that stands the test of time?",

		"declaringWar": "Our patience is at an end. You must be removed from play.",
		"attacked": "Your military actions are disconcerting. We are monitoring the situation closely.",
		"defeated": "The dossier on you did not accurately reflect your resourcefulness. Well played, waegukin.",
		"introduction": "Just as we expected. Greetings, waegukin. The pleasure is ours.",

		"neutralHello": "We were expecting you.",
		"hateHello": "Hahaha, waegukin, come to beg?",

		"tradeRequest": "We assembled this agreement for your eyes only. What are your thoughts?",

		"outerColor": [0, 0, 51],
		"innerColor": [0, 207, 26],
		"favoredReligion": "Voidist",
		"uniqueName": "Deniable Operations",
		"uniques": [
			"[+10]% Production when constructing [Stealth Infantry] units [in all cities]",
			"[+10]% Strength <for units with [Spook]>",
			"City-State territory always counts as friendly territory"
			
		],
		"cities": [
			"Jeongsang"
			"Dangye",
			"Uimu",
			"Yagsog",
			"Jibae",
			"Cheongchija",
			"Bojeung",
			"Gamsa",
			"Ihae",
			"Junbi",
			"Gwanchalja",
			"Chul",
			"Sinnyeom",
			"Tong-Gwa",
			"Pangyeol",
			"Mogjeog",
			"Pungbu",
			"Insig",
			"Pinancheo"
		],
		"civilopediaText": [
			{
				"text": "A Shadowy Origin",
				"header": 2,
				"centered": true
			},
			{
				"text": "Like any clandestine organization, the Chungsu entity is the frequent target of conspiracy theorists and political demagogues. As the agency does not have a public face, it is often under scrutiny from international bodies such as the UN+S and Blue Planet Peace. Rumors include everything from illuminati-like secret society to anti-PAC terrorists. Spokespeople for Chungsu claim it is simply a semi-public defense consulting enterprise. The reality of the matter is somewhere in between. Some of the few facts that have been independently verified are as follows: It is an organization based in the Korean peninsula, if not originating there. It ostensibly replaced Korean military forces, and foreign affair and financial bureaus. It is most likely responsible for decades of political influence in Chinese and Japanese interests. It is believed to house numerous facilities, if not its headquarters, in subaquatic environments."
			},
			{
				"text": "An Eye Towards the Sky",
				"header": 2,
				"centered": true
			},
			{
				"text": "In truth, Chungsu is an interstellar defense organization founded by ambitious futurists. Begun shortly after the Provenance Discovery scandal, the organization was kept confidential by its founders: a multidisciplinary team of scientists, advanced weapons experts, and government officials. From its underwater complex, it is able to experiment and prepare for interstellar travel. Hypothetical alien technologies are simulated and even the most extremely speculative hypotheses are fully explored."
			},
			{
				"text": "Wide Reach",
				"header": 2,
				"centered": true
			},
			{
				"text": "It was Chungsu involvement in the Great Mistake investigations that made the organization a prime suspect in the cover-up. Critics demanded transparency behind the agency’s funding sources; however, Korean officials refused to act. Whether or not this was from internal or external pressures is still unknown. What is known is that Korean society was surprisingly well prepared to handle the Great Mistake. Even before the Great Mistake, Chungsu was in a difficult predicament. Between Japan’s isolationism, and China’s unstoppable growth, the Korean peninsula walked a very fine and finite line. The Great Mistake eased Chinese aggression, but it wasn’t until Japan suffered unrecoverable damage to its infrastructure during the Hareubang Tsunami that Chungsu was able to escape its untenable situation. A recovery effort led by Chungsu helped paint the secretive organization in a more positive light domestically, albeit not internationally. The failure of centralized government and the vacuum of localized power allowed the Chungsu to step in and take matters into its own hands."
			},
			{
				"text": "Uncloaked",
				"header": 2,
				"centered": true
			},
			{
				"text": "Bolstered by the public support, Chungsu emerged from the shadows after decades of careful preparation in order to lead humanity into the future. Their efforts to save the planet through covert activity had failed. The Inflection Point had arrived."
			},
			{
				"separator": true
			}
		]
	},
	{
		"name": "INTEGR",
		"leaderName": "Lena Ebner",
		"adjective": ["INTEGR"],
		"startBias": ["Hill"],
		"preferredVictoryType":"Diplomacy",

		"startIntroPart1": "Guten Tag, Lena Ebner of the Initiative für Nachhaltige Technologien, Effizienz, Gerechtigkeit und Rechtschaffenheit. You have seen the post-Mistake world during your youth, and its crises as a volunteer shortly after. Your activism and dedication to humanitarianism has attracted the INTEGR party, and they elected you as their leader for your 'techno-green' Transmodernism ideals. When the Inflection Point was discovered, you made sure that INTEGR's Seeding is not done hastily while being mindful of the effects it has on Earth.",
		"startIntroPart2": "Lena, your people look to you to manifest your ideals in this new planet. Will you achieve a techno-environmental paradise in this world and Earth? Can you build a colony that stands the test of time?",

		"declaringWar": "Politics has run its course. Let me simplify the situation for you.",
		"attacked": "You can't possibly claim that your use of military force is warranted. 'Might' stopped making 'Right' a long time ago.",
		"defeated": "It is our hope that a new generation of people will carry on our mission, despite your attempts to eradicate it. If you can't join us, at least learn from us.",
		"introduction": "On behalf of INTEGR, I greet you and wish your colony luck. And if we can learn to work together, neither of us will need it.",

		"neutralHello": "Geht es Ihnen gut?",
		"hateHello": "What makes you think I want to talk with you?",

		"tradeRequest": "Here is our proposal. It's as good a deal as you're going to get from anyone. Take your time to look it over.",

		"outerColor": [82, 3, 0],
		"innerColor": [69, 173, 120],
		"favoredReligion": "Xenocult",
		"uniqueName": "Green Austerity",
		"uniques": [
			"Allied City-States provide [Culture] equal to [+20]% of what they produce for themselves",
			"Resting point for Influence with City-States is increased by [10]"
		],
		"cities": [
			"Weltgeist",
			"Kastellan",
			"Eintracht",
			"Weisheit",
			"Demut",
			"Blauwald",
			"Wächter",
			"Entwicklung",
			"Hochburg",
			"Entschluss",
			"Ehrfurcht",
			"Trutzburg",
			"Gemüt",
			"Schwerweg",
			"Wahrheit",
			"Belohnung",
			"Hochachtung",
			"Streben",
			"Zenit"
		],
		"civilopediaText": [
			{
				"text": "Thinking Forward",
				"header": 2,
				"centered": true
			},
			{
				"text": "When the EU dissolved in the years following the Great Mistake, a party known as INTEGR arose as a political movement in opposition to the Franco-Iberian majority. Germany had long preached the value of accountability, and many in central and eastern Europe felt the Franco-Iberia leadership was committing the same mistakes that caused the dysfunctional nature of the original EU in the first place. Franco-Iberia was using outdated ideas for contemporary issues; focusing on growth when they should be enforcing austerity measures; being irresponsible in the wake of a global catastrophe. While early Franco-Iberia had pledged to tackle environmental issues, it was the first item to be shelved. Seizing the opportunity, the INTEGR had found their tent-pole."
			},
			{
				"text": "Building a Better Future",
				"header": 2,
				"centered": true
			},
			{
				"text": "Franco-Iberia’s lack of initiatives on the impact of rising sea levels, water shortages, and pollution opened the door for INTEGR. Led by technocratic environmentalists, influential activists, and ultra-modern politicians, the goals of INTEGR were clear: build a better future by acknowledging our past mistakes. While originating in Germany, the fledgling party’s radical agenda quickly garnered support in neighboring countries. Franco-Iberia was overwhelmingly popular around most of the Mediterranean, but nothing could stop INTEGR’s growth. They soon came to be identified by their radical environmentalist 'Earth at all costs' agenda – also called the 'Green Again' movement."
			},
			{
				"text": "Green Austerity",
				"header": 2,
				"centered": true
			},
			{
				"text": "The first major victory by INTEGR was a comprehensive plan to institute environmental austerity measures. “Green Austerity” targeted the biggest polluters and created an energy management program across the continent. Proponents hailed it as landmark policy and while many were not happy with the negative impact on the economy, most understood it was a necessary step. What most didn’t realize, is that this was just the beginning of aggressive legislation aimed at fixing Europe’s problems. INTEGR embraced experimental and expensive, but ultimately more advanced, technologies characterized by their sustainability, environmental preservation, and concern for long-term human habitation on Earth. Proposals from the founding members of INTEGR were considered the most advanced and progressive Europe had ever seen. Their tenants revolved around creating the possibility space for diverse worldviews. No society was too small, no voice insignificant. Sustainability came from innovation, and innovation through diversity. This was the same ethos that ultimately led Lena Ebner and the party to its mission of Transmodernism."
			},
			{
				"text": "A Dream Ends, Another Begins",
				"header": 2,
				"centered": true
			},
			{
				"text": "These lofty ideals came at a cost, one that was evident from the discovery of the Inflection Point. INTEGR’s goals were to achieve Earth independence and ultimately join the Seeding, too, but without any shortcuts or compromises that would inhibit the eventual recovery of Earth itself. This left INTEGR at a disadvantage from a timeline perspective, but while some considered the Seeding a dash, INTEGR considered a marathon."
			},
			{
				"separator": true
			}
		]
	},
	{
		"name": "North Sea Alliance",
		"leaderName": "Duncan Hughes",
		"adjective": ["NSA"],
		"startBias": ["Tundra","Coastal"],
		"preferredVictoryType":"Domination",

		"startIntroPart1": "Greetings, Duncan Hughes of the North Sea Alliance. While your demeanor seem ill-suited to the political life, a strong work ethic and shrewd dealmaking skills helped you survive and thrive in politics. An excellent engineer yourself, you proposed the ARKs' naval capacities - which will serve you greatly in this new world.",
		"startIntroPart2": "Duncan, your people are ready to colonize the waters of this new world. Will you navigate them towards an industrious future? Can you build a colony that stands the test of time?",

		"declaringWar": "Ye scunner, I hope you're ready for this. Time to put you down for good.",
		"attacked": "Do you honestly believe you can scare us with all of your military's footerin? You'd have to plowt us better than that to make an impression.",
		"defeated": "Quite a sotter we got ourselves into... and you deserve the recognition. Cheers to the victor.",
		"introduction": "How do you do? I'm Duncan Hughes of the North Sea Alliance. It's good to see we're not alone.",

		"neutralHello": "Good day to you.",
		"hateHello": "You must be daft, coming here.",

		"tradeRequest": "All right, so what do you think about this proposal, then? It'll help both of us, that's for sure.",

		"outerColor": [82, 40, 15],
		"innerColor": [87, 133, 236],
		"favoredReligion": "Luddism",
		"uniqueName": "ARKs of Humanity",
		"uniques": [
			"[+2 Production] in cities on [Coastal] tiles",
			"[+10]% Strength for cities <in [Coastal] tiles>",
			"[Constructor] units gain the [ARK Construction] promotion"
		],
		"cities": [
			"Deepcastle",
			"Eilemuir",
			"Fjarran",
			"Dunkyle",
			"Vanfald",
			"Wideway",
			"Sìorraidh",
			"Gryten",
			"Oceanham",
			"Örlög",
			"Helgedom",
			"Ståndaktig",
			"Kestävyys",
			"Bredt Øye",
			"Klog Hjerte",
			"Himinn",
			"Duncankeld",
			"Bànclagh",
			"Sàmchair"
		],
		"civilopediaText": [
			{
				"text": "Sinking Lands",
				"header": 2,
				"centered": true
			},
			{
				"text": "The British Isles and Scandinavia were largely unaffected by the devastation of the Great Mistake and its subsequent migrations, being too remote from the epicenters of those events to be viable targets. However, these low-lying nations were especially susceptible to the rising sea levels caused by the accelerating climate change. Traditionally coastal and maritime economies, Great Britain and the Nordic States faced the prospect of the total eradication of their way of life."
			},
			{
				"text": "Aquatic Cities",
				"header": 2,
				"centered": true
			},
			{
				"text": "Unwilling to accept this fate quietly, these powers set about finding a way to save their coastlines and countryside from the flood. Drawing on their common heritage as naval powers and recognizing the need for cooperation at scale, the North Sea nations formed a groundbreaking partnership dedicated to territorial preservation and the development of co-aquatic habitation and agriculture. As the world settled into its post-Mistake dark age, the new North Sea Alliance was hard at work on massive infrastructure projects in an effort to save their shrinking homelands. London and Copenhagen were reshaped from the waterline up, re-established on elaborate networks of dykes, culverts, and canals; new heavy industries were developed to build and maintain hybrid land-water habitats; and the Scandinavian fjords were dredged and fitted with locks to form massive natural drydocks for the construction of huge, semi-mobile aquatic city platforms. Colloquially called the 'ARKs,' the microecology, aquaculture, and autonomous power production technologies developed to sustain these floating cities were some of the earliest and most visionary artificial environment technologies ever seen, and formed the basis for many new technologies employed in first colony ships to equip them for long-term establishment on foreign planets."
			},
			{
				"text": "The Shift to Space",
				"header": 2,
				"centered": true
			},
			{
				"text": "When the world awakened from the dark age and the Seeding began in earnest, the North Sea Alliance found themselves behind the curve: all their economic and domestic momentum was focused on sustaining terrestrial life, not leaving it behind. However, the Alliance wasted no time in shifting that emphasis to joining the race to find a new world. Leveraging their autonomous habitation technologies in a series of shrewd partnerships and resource deals, the Alliance managed to ramp up surprisingly quickly – and they did so with one special tactical play based on their unique advantage: their colony ships would be designed to make a water landing, transforming into an ARK-city and giving the fledgling North Sea colony a unique territorial edge in establishing itself in competition with its new neighbors. Though this added sophistication meant they were among the last to launch a colony ship, by the time the Seeding waned they had commissioned more than enough to count among the major colonization sponsors."
			},
			{
				"separator": true
			}
		]
	},
	
	// Outposts
	// Cultural
	{
		"name": "Palatine",
		"adjective": ["Palatine"],
		"cityStateType": "Cultural",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We never fully trusted you from the start.",
		"outerColor": [50, 50, 50],
		"innerColor": [197, 55, 222],
		"cities": ["Palatine"]
	},
	{
		"name": "New Babylon",
		"adjective": ["New Babylonian"],
		"cityStateType": "Cultural",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We never fully trusted you from the start.",
		"outerColor": [50, 50, 50],
		"innerColor": [197, 55, 222],
		"cities": ["New Babylon"]
	},
	{
		"name": "Keagungan",
		"adjective": ["Keagungan"],
		"cityStateType": "Cultural",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We never fully trusted you from the start.",
		"outerColor": [50, 50, 50],
		"innerColor": [197, 55, 222],
		"cities": ["Keagungan"]
	},
	
	// Agricultural
	{
		"name": "Omoikane",
		"adjective": ["Omoikane"],
		"cityStateType": "Agricultural",
		"startBias": ["Grassland"],

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We never fully trusted you from the start.",
		"outerColor": [50, 50, 50],
		"innerColor": [114, 222, 55],
		"cities": ["Omoikane"]
	},
	{
		"name": "Hekima Station",
		"adjective": ["Hekima"],
		"cityStateType": "Agricultural",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We never fully trusted you from the start.",
		"outerColor": [50, 50, 50],
		"innerColor": [114, 222, 55],
		"cities": ["Hekima Station"]
	},
	
	// Economic
	{
		"name": "Red Sun",
		"adjective": ["Red Sun"],
		"cityStateType": "Economic",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We never fully trusted you from the start.",
		"outerColor": [50, 50, 50],
		"innerColor": [222, 200, 55],
		"cities": ["Red Sun"]
	},
	{
		"name": "Camp Cascade",
		"adjective": ["Camp Cascade"],
		"cityStateType": "Economic",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We never fully trusted you from the start.",
		"outerColor": [50, 50, 50],
		"innerColor": [222, 200, 55],
		"cities": ["Camp Cascade"]
	},
	
	// Militaristic
	{
		"name": "Fort Barca",
		"adjective": ["Barca"],
		"cityStateType": "Militaristic",
		"startBias": ["Desert"],

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We never fully trusted you from the start.",
		"outerColor": [50, 50, 50],
		"innerColor": [200, 55, 25],
		"cities": ["Fort Barca"]
	},
	{
		"name": "Far Base One",
		"adjective": ["Far Base One"],
		"cityStateType": "Militaristic",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We never fully trusted you from the start.",
		"outerColor": [50, 50, 50],
		"innerColor": [200, 55, 25],
		"cities": ["Far Base One"]
	},
	
	// Religious
	{
		"name": "Church of Dawn's Light",
		"adjective": ["Dawn's Light"],
		"cityStateType": "Religious",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We never fully trusted you from the start.",
		"outerColor": [50, 50, 50],
		"innerColor": [55, 200, 222],
		"cities": ["Church of Dawn's Light"]
	},
	{
		"name": "Lalibela",
		"adjective": ["Lalibelan"],
		"cityStateType": "Religious",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We never fully trusted you from the start.",
		"outerColor": [50, 50, 50],
		"innerColor": [55, 200, 222],
		"cities": ["Lalibela"]
	},
	{
		"name": "Golden Bell Temple",
		"adjective": ["Golden Bell"],
		"cityStateType": "Religious",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We never fully trusted you from the start.",
		"outerColor": [50, 50, 50],
		"innerColor": [55, 200, 222],
		"cities": ["Golden Bell Temple"]
	},
	
	// Scientific
	{
		"name": "Jinsoku Labs",
		"adjective": ["Jinsoku"],
		"cityStateType": "Scientific",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We never fully trusted you from the start.",
		"outerColor": [50, 50, 50],
		"innerColor": [20, 100, 200],
		"cities": ["Jinsoku Labs"]
	},
	{
		"name": "Banu Musa",
		"adjective": ["Banu Musa"],
		"cityStateType": "Scientific",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We never fully trusted you from the start.",
		"outerColor": [50, 50, 50],
		"innerColor": [20, 100, 200],
		"cities": ["Banu Musa"]
	},
	{
		"name": "Adept Blue",
		"adjective": ["Adept Blue"],
		"cityStateType": "Scientific",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We never fully trusted you from the start.",
		"outerColor": [50, 50, 50],
		"innerColor": [20, 100, 200],
		"cities": ["Adept Blue"]
	},
	
	// Industrial
	{
		"name": "Stet Mining",
		"adjective": ["Stet"],
		"cityStateType": "Industrial",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We never fully trusted you from the start.",
		"outerColor": [50, 50, 50],
		"innerColor": [222, 116, 55],
		"cities": ["Stet Mining"]
	},
	{
		"name": "Shackleton",
		"adjective": ["Shackleton"],
		"cityStateType": "Industrial",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We never fully trusted you from the start.",
		"outerColor": [50, 50, 50],
		"innerColor": [222, 116, 55],
		"cities": ["Shackleton"]
	}
]
